#include <iostream>
using namespace std;

int main()

{
    setlocale(LC_ALL, "RUS");
    cout << "Я вас любил: любовь еще, быть может,\v";
    cout << "В душе моей угасла не совсем;\n";
    cout << "Но пусть она вас больше не тревожит;\v";
    cout << "Я не хочу печалить вас ничем.\n";
    cout << "Я вас любил безмолвно, безнадежно,\v";
    cout << "То робостью, то ревностью томим;\n";
    cout << "Я вас любил так искренно, так нежно,\v";
    cout << "Как дай вам Бог любимой быть другим.";

    return 0;
}
